Repository: xadieukq0397/AppNew
Catalog: lib/l10n/app_*.arb
Languages: vi

# language
source: English
vi: Tiếng Việt

source: Login
vi: Đăng Nhập

# welcome
source: Welcome Back {username}
vi: Chào mừng trở lại {username}

source: Username or Gmail
vi: Tên đăng nhập hoặc Gmail

source: PassWord
vi: Mật khẩu

# decriptionLogin
source: Creating an account means you're okay with our Terms of Services and our Privacy Policy
vi: Tạo tài khoản có nghĩa là bạn đồng ý với Điều khoản dịch vụ và Chính sách quyền riêng tư của chúng tôi

# noAcount
source: Don't have an account?
vi: Bạn không có tài khoản?

source: Sign Up
vi: Đăng ký

# titleSignup
source: Create account
vi: Tạo tài khoản

source: Username
vi: Tên đăng nhập

# decriptionSignUp
source: Creating an account means you're okay with our Terms of Services and our Privacy Policy
vi: Tạo tài khoản có nghĩa là bạn đồng ý với Điều khoản dịch vụ và Chính sách quyền riêng tư của chúng tôi

# haveAcount
source: Already have an account?
vi: Bạn đã có tài khoản?

# blankUserName
source: Please enter username
vi: Vui lòng nhập tên đăng nhập

# blankGmail
source: Please enter gmail
vi: Vui lòng nhập Gmail

# validateGmail
source: Please enter valid gmail
vi: Vui lòng nhập đúng Gmail

# blankPass
source: Please enter your password
vi: Vui lòng nhập mật khẩu của bạn

# validMinCharacter
source: Password at least enter 6 characters
vi: Nhập tối thiểu 6 ký tự

# validMaxCharacter
source: Password maximum character is 13
vi: Nhập tối đa 13 ký tự

# searchProvince
source: Search Your Province
vi: Tỉnh thành

# searchDistrict
source: Search Your District
vi: Quận huyện

# searchWard
source: Search Your Ward
vi: Xã phường

# searchVillage
source: Search Your Village
vi: Thôn xóm

# searchNotFound
source: Not Found
vi: Không tìm thấy

# notSelectProvinceOne
source: You have not selected a Province
vi: Bạn chưa chọn Tỉnh thành

# notSelectProvinceTwo
source: Please select a Province
vi: Vui lòng chọn Tỉnh thành

# notSelectDistrictOne
source: You have not selected a District
vi: Bạn chưa chọn Quận huyện

# notSelectDistrictTwo
source: Please select a District
vi: Vui lòng chọn Quận huyện

# notSelectWardOne
source: You have not selected a Ward
vi: Bạn chưa chọn Xã phường

# notSelectWardTwo
source: Please select a Ward
vi: Vui lòng chọn Xã phường

# notSelectVillageOne
source: You have not selected a Village
vi: Bạn chưa chọn Thôn xóm

# notSelectVillageTwo
source: Please select a Village
vi: Vui lòng chọn Thôn xóm

# errSelectProvinceOne
source: You have chosen the wrong Province
vi: Bạn đã chọn Tỉnh thành không đúng

# errSelectProvinceTwo
source: Please choose the correct Province
vi: Vui lòng chọn lại Tỉnh thành

# errSelectDistrictOne
source: You have chosen the wrong District
vi: Bạn đã chọn Quận huyện không đúng

# errSelectDistrictTwo
source: Please choose the correct District
vi: Vui lòng chọn lại Quận huyện

# errSelectWardOne
source: You have chosen the wrong Ward
vi: Bạn đã chọn Xã phường không đúng

# errSelectWardTwo
source: Please choose the correct Ward
vi: Vui lòng chọn lại Xã phường

# agreeButton
source: Agree
vi: Đồng ý

# textfieldSearch
source: Search your something
vi: Tìm sản phẩm

# addToCartButton
source: Add to Cart
vi: Thêm vào giỏ hàng

# textInventory
source: Inventory
vi: Hàng trong kho

# titleCart
source: Your Cart
vi: Giỏ hàng của tôi

# textEmptyCart
source: Cart Empty
vi: Giỏ hàng trống

# textPrice
source: Price
vi: Giá

# chekoutButton
source: Check out
vi: Thanh toán

# textTotal
source: Total
vi: Tổng giá tiền

# titleTransport
source: Your Transport
vi: Phương thức vận chuyển

# titleEconomicalDelivery
source: Economical delivery
vi: Giao hàng tiết kiệm

# titleFastDelivery
source: Economical delivery
vi: Giao hàng nhanh

# nextButton
source: Next
vi: Tiếp tục

# titleOrderBy
source: Order By
vi: Cách thức đặt hàng

# titleBillCode
source: Bill Code
vi: Mã vận đơn

# textFieldBillCode
source: Enter Bill Code
vi: Nhập mã vận đơn

# titleCustomerAddress
source: Customer's Address
vi: Địa chỉ khách hàng

# orderButton
source: Create an order
vi: Tạo đơn hàng

# notEnterBillCodeOne
source: You have not entered the billcode
vi: Bạn chưa nhập mã vận đơn

# notEnterBillCodeTwo
source: Please enter billcode
vi: Vui lòng nhập mã vận đơn

# notSelectTransport
source: You have not selected a Transport
vi: Bạn chưa chọn phương thức vận chuyển

# selectTransport
source: Please select a Transport
vi: Vui lòng chọn một phương thức vận chuyển

# notSelectOrderBy
source: You have not selected an Order by
vi: Bạn chưa chọn cách thức đặt hàng

# selectOrderBy
source: Please select an Order by
vi: Vui lòng chọn một cách thức đặt hàng

# titleOrderDetail
source: ORDER DETAIL
vi: ĐƠN HÀNG

# paymentTabbar
source: Payment
vi: Thanh toán

# customerTabbar
source: Customer
vi: Khách hàng

# subTotalOrder
source: Subtotal
vi: Tổng sản phẩm

# transportFeeOrder
source: Transport Fee
vi: Phí vận chuyển

# totalOrder
source: Total
vi: Tổng giá

# customerName
source: Customer's Name
vi: Tên khách hàng

source: Phone Number
vi: Số điện thoại

# addressCustomer
source: Customer's Address
vi: Địa chỉ người nhận

# errorCustomerName
source: You have not entered Customer's name
vi: Bạn chưa điền tên khách hàng

# enterCustomerName
source: Please enter Customer' name
vi: Hãy điền tên khách hàng

# errorphoneCustomer
source: You have not entered Customer's phone number
vi: Bạn chưa điền số điện thoại

# enterPhoneCustomer
source: Please enter Customer' phone number
vi: Hãy điền số điện thoại

# titleOrder
source: My Order
vi: Đơn hàng của tôi

# textEmptyOrder
source: Order Empty
vi: Đơn hàng trống

source: Temp Order
vi: Đơn tạm

source: Created Order
vi: Đã đặt

source: Delivering Order
vi: Đang vận chuyển

source: Delivered Order
vi: Đã nhận

# textProduct
source: product
vi: sản phẩm

# textTotalPriceOrder
source: Total price order
vi: Tổng giá tiền

# textQuantity
source: Quantity
vi: Số lượng

# buttonPlaceOrder
source: Place an order
vi: Đặt hàng
